IDEA Open Model
HangingAroundPatch.InclinedPartsLength Property
Compatible with IDEA StatiCa v 10.1
 Length of inclined parts
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double InclinedPartsLength { get; set; }
Public Property InclinedPartsLength As Double
	Get
	Set
public:
property double InclinedPartsLength {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace